Repository: RoshmiAugustine/RoshmiAugustine
Catalog: Opeeka-Server/Domain/Resources/SharedResource.*.resx
Languages: es_es, it_ch

source: Successfully added.
es_es: Agregado exitosamente.
it_ch: Aggiunto con successo.

source: Insertion failed.
es_es: Error de inserción.
it_ch: Inserimento non riuscito.

source: Successfully updated.
es_es: Actualizado exitosamente.
it_ch: Aggiornato con successo.

source: Updation failed.
es_es: La actualización falló.
it_ch: Aggiornamento non riuscito.

source: Successfully deleted.
es_es: Eliminado con éxito.
it_ch: Eliminato con successo.

source: Deletion failed.
es_es: Error al eliminar.
it_ch: Eliminazione non riuscita.

source: Please enter a valid {0}.
es_es: Ingrese un {0} válido.
it_ch: Inserisci un {0} valido.

source: Cannot delete. Record already in use.
es_es: No se puede borrar. Registro ya en uso.
it_ch: Impossibile eliminare. Record già in uso.

source: Success.
es_es: Éxito.
it_ch: Successo.

source: Invalid Username/Password/Tenant
es_es: Nombre de usuario / contraseña / inquilino no válido
it_ch: Nome utente / password / inquilino non validi

source: Newly cloned questionnaire is at ID
es_es: El cuestionario recién clonado está en ID
it_ch: Il questionario appena clonato è a ID

source: Invalid Password
es_es: Contraseña invalida
it_ch: Password non valida

source: Failure.
es_es: Falla.
it_ch: Fallimento.

source: Table is already in use.
es_es: La tabla ya está en uso.
it_ch: La tabella è già in uso.

source: Permission denied for user.
es_es: Permiso denegado para el usuario.
it_ch: Autorizzazione negata per l'utente.

source: This Agency Abbreviation already exists. Please enter another Abbreviation.
es_es: Esta abreviatura de agencia ya existe. Introduzca otra abreviatura.
it_ch: Questa abbreviazione dell'agenzia esiste già. Inserisci un'altra abbreviazione.

source: This Agency Name already exists.Please enter another Name.
es_es: Este nombre de agencia ya existe. Ingrese otro nombre.
it_ch: Questo nome agenzia esiste già. Inserisci un altro nome.

source: List Order is already in use.
es_es: List Order ya está en uso.
it_ch: L'ordine elenco è già in uso.

source: Successfully saved.
es_es: Exitosamente guardado.
it_ch: Salvato con successo.

source: Save failed.
es_es: Error al guardar.
it_ch: Salvataggio fallito.

source: Successfully submitted.
es_es: Enviado con éxito.
it_ch: Inviato con successo.

source: Submission failed.
es_es: El envío falló.
it_ch: Invio non riuscito.

source: Successfully saved and notification deletion failed
es_es: Guardado correctamente y la eliminación de notificaciones falló
it_ch: Salvataggio riuscito e eliminazione della notifica non riuscita

source: The mail has been sent successfully.
es_es: El correo se ha enviado con éxito.
it_ch: La mail è stata inviata con successo.

source: Failed to send mail.
es_es: No se pudo enviar el correo.
it_ch: Impossibile inviare la posta.

source: Email Already Exists
es_es: El Email ya existe
it_ch: Email già esistente

source: Successfully saved Notification
es_es: Notificación guardada con éxito
it_ch: Notifica salvata con successo

source: Failed to save Notification.
es_es: No se pudo guardar la notificación.
it_ch: Impossibile salvare la notifica.

source: EmailID is missing
es_es: Falta el ID de correo electrónico
it_ch: EmailID mancante

source: Invalid URL
es_es: URL invalida
it_ch: URL non valido

source: Invalid voiceType({0})
es_es: VoiceType no válido ({0})
it_ch: VoiceType non valido ({0})

source: Invalid questionnaire.
es_es: Cuestionario no válido.
it_ch: Questionario non valido.

source: URL expired
es_es: URL caducada
it_ch: URL scaduto

source: Otp is expired
es_es: Otp ha caducado
it_ch: Otp è scaduto

source: Invalid Otp
es_es: Otp inválido
it_ch: Otp non valido

source: Email assessment already submitted
es_es: Evaluación por correo electrónico ya enviada
it_ch: Valutazione tramite posta elettronica già inviata

source: Email assessment deleted
es_es: Evaluación de correo electrónico eliminada
it_ch: Valutazione dell'email eliminata

source: Image uploaded successfully.
es_es: Imagen cargada correctamente.
it_ch: Immagine caricata con successo.

source: Image upload failed.
es_es: Error al cargar la imagen.
it_ch: Caricamento dell'immagine non riuscito.

source: Assessment deleted
es_es: Evaluación eliminada
it_ch: Valutazione eliminata

source: Error logged successfully.
es_es: Error registrado correctamente.
it_ch: Errore registrato con successo.

source: Invalid user input. HTML code detected.
es_es: Entrada de usuario no válida. Se detectó código HTML.
it_ch: Input dell'utente non valido. Codice HTML rilevato.

source: Failed to resend invitation.
es_es: No se pudo reenviar la invitación.
it_ch: Impossibile inviare nuovamente l'invito.

source: Successfully resend invitation.
es_es: Reenviar la invitación con éxito.
it_ch: Invia di nuovo l'invito con successo.

source: Cannot Delete. The questionnaire already has an assessment.
es_es: No se puede borrar. El cuestionario ya tiene una valoración.
it_ch: Impossibile eliminare. Il questionario ha già una valutazione.

source: OTP requests exceeded! Allows only a maximum of {0} OTPs per minute. Please retry after {1}sec.
es_es: ¡Se excedieron las solicitudes de OTP! Solo permite un máximo de {0} OTP por minuto. Vuelva a intentarlo después de {1} segundos.
it_ch: Richieste OTP superate! Consente solo un massimo di {0} OTP al minuto. Riprova dopo {1} sec.

source: Helper external id already exists.Please enter another external id.
es_es: La identificación externa del ayudante ya existe. Ingrese otra identificación externa.
it_ch: L'ID esterno dell'assistente esiste già. Inserisci un altro ID esterno.

source: Successfully Uploaded Assessments.{0}.
es_es: Evaluaciones cargadas correctamente. {0}.
it_ch: Valutazioni caricate con successo. {0}.

source: Failed To Upload Assessments.{0}
es_es: Error al cargar evaluaciones. {0}
it_ch: Impossibile caricare le valutazioni. {0}

source: Imported file column headers do not match with default template.
es_es: Los encabezados de las columnas del archivo importado no coinciden con la plantilla predeterminada.
it_ch: Le intestazioni delle colonne del file importato non corrispondono al modello predefinito.

source: Imported file has column headers duplicated.
es_es: El archivo importado tiene encabezados de columna duplicados.
it_ch: Il file importato presenta intestazioni di colonna duplicate.

source: File is empty.
es_es: El archivo está vacío.
it_ch: Il file è vuoto.

source: Name
es_es: Nombre
it_ch: Nome

source: User Id
es_es: ID de usuario
it_ch: ID utente

source: Questionnaire Id
es_es: ID del cuestionario
it_ch: ID questionario

source: Country State Id
es_es: Id del estado del país
it_ch: ID stato paese

source: Page Number
es_es: Número de página
it_ch: Numero di pagina

source: Page Size
es_es: Tamaño de página
it_ch: Dimensioni della pagina

source: Agency Index
es_es: Índice de agencias
it_ch: Indice dell'agenzia

source: People Index
es_es: Índice de personas
it_ch: Indice delle persone

source: Helper Index
es_es: Índice de ayuda
it_ch: Indice di supporto

source: Questionnaire Index
es_es: Índice del cuestionario
it_ch: Indice del questionario

source: ReportingUnit ID
es_es: ID de unidad de informes

source: Agency ID
es_es: ID de agencia
it_ch: ID agenzia

source: Voice Type ID
es_es: ID de tipo de voz
it_ch: ID tipo di voce

source: Collaboration Index
es_es: Índice de colaboración
it_ch: Indice di collaborazione

source: Assessment ID
es_es: ID de evaluación
it_ch: ID valutazione

source: Person Questionnaire ID
es_es: ID de cuestionario de persona
it_ch: ID questionario persona

source: Person Collaboration ID
es_es: ID de colaboración de persona
it_ch: ID di collaborazione della persona

source: Voice Type FKID
es_es: Tipo de voz FKID
it_ch: Tipo di voce FKID

source: Person ID
es_es: Identificación de la persona
it_ch: ID persona
